// http://music.163.com/#/song?id=363488
const songs = {
  "496869422": {
    "mp3Url": "http://music.163.com/song/media/outer/url?id=496869422.mp3",
    "album": {
      "picUrl": "https://p3.music.126.net/ZUCE_1Tl_hkbtamKmSNXEg==/109951163009282836.jpg",
      "name": "打上花火",
    },
    "artists": "DAOKO / 米津玄師",
    "name": "打上花火",
    "zh": "[00:19.64]那天所眺望的海岸\n[00:24.50]直至今日仍能想起\n[00:29.50]在沙滩上刻下的话语\n[00:34.60]和你的背影\n[00:39.64]涌动的波浪\n[00:42.86]掠过脚边究竟掠走了什么\n[00:49.58]风平浪静之中\n[00:53.00]只有黄昏悄悄地流逝\n[00:59.33]光芒怦然绽放\n[01:02.30]烟花映入眼帘\n[01:04.54]一定是夏天还未结束\n[01:09.56]将暧昧的心结解开再紧紧相连\n[01:14.50]愿今夜永不结束\n[01:30.10]还能与你一起看几次\n[01:32.95]同样的烟花呢\n[01:34.62]面对你的笑容 我又能做些什么呢\n[01:39.89]受伤亦或是喜悦\n[01:42.47]浪来浪去与情动\n[01:44.70]焦躁 响起了末班列车的声音\n[01:50.19]无数次用言语呼唤着你\n[01:54.71]向着海浪 再一次\n[02:00.26]祈祷不再感受那份悲伤\n[02:17.17]呼吸骤然停滞\n[02:19.43]那快要消失的光芒\n[02:22.10]一定仍留存在心中\n[02:27.30]伸出手就能触及\n[02:29.47]那温暖的未来\n[02:31.99]默默地守望着两人\n[02:38.12]怦然绽放的烟花\n[02:40.56]在夜空中绽放后\n[02:43.11]在夜空中绽放后\n[02:45.62]又静静地消失\n[02:48.15]请不要离开\n[02:50.70]再给一点点时间\n[02:53.18]再给一点点时间\n[02:54.48]就这样一直\n[03:07.18]那天所眺望的海岸\n[03:11.99]直至今日仍能想起\n[03:17.40]在沙滩上刻下的话语\n[03:21.98]和你的背影\n[03:27.15]光芒怦然绽放\n[03:29.43]烟花映入眼帘\n[03:32.27]还未结束的夏天 一定会将\n[03:37.30]暧昧的心结融化相连在一起\n[03:41.94]愿今夜永不结束\n"
  },
  "28111636": {
    "mp3Url": "http://music.163.com/song/media/outer/url?id=28111636.mp3",
    "album": {
      "picUrl": "http://p1.music.126.net/MbAMGidLob2YUEsw732PXw==/18815942488049510.jpg",
      "name": "是时候…",
    },
    "artists": "张敬轩",
    "name": "吻得太逼真",
    "zh": "[00:00.00] 作曲 : Vincent Chow \n[00:01.00] 作词 : 陈耀川\n[00:27.13]无论怎么讲 我都觉得虚伪\n[00:30.38]陪伴你那么久 你说是受罪\n[00:33.91]从前到现在 当我是谁\n[00:37.28]你这花心蝴蝶\n[00:40.32]\n[00:40.61]昨夜陪你醉 伤到我心碎\n[00:44.56]你竟说我 和你不配\n[00:47.65]完全忘记 往日为何\n[00:51.32]能与我 彻夜缠绵\n[00:54.70]\n[00:54.86]和你 吻吻吻吻 吻你吻得太逼真\n[00:57.77]让我把 虚情假意 当作最真心的亲吻\n[01:01.99]怪自己 来不及区分 你对我是酷爱是敷衍\n[01:08.10]我想 问问问问 问我该怎么脱身\n[01:11.44]你却说 花花世界 不必当真\n[01:14.95]多么伤人 让我爱上 薄情的红唇\n[01:21.74]\n[01:35.83]拿什么心肠 面对我的善良\n[01:38.94]能不能想一想 你让我多伤\n[01:42.38]你的爱就像 完美毒药\n[01:45.92]对手断肠 你依然漂亮\n[01:49.69]\n[01:49.84]不敢想 曾与你度过 多少真实的晚上\n[01:56.12]一转眼 热恋后 身受重伤\n[02:02.59]\n[02:03.32]和你 吻吻吻吻 吻你吻得太逼真\n[02:06.37]让我把 虚情假意 当作最真心的亲吻\n[02:10.63]怪自己 来不及区分 你对我是酷爱是敷衍\n[02:16.68]我想 问问问问 问我该怎么脱身\n[02:20.07]你却说 花花世界 不必当真\n[02:23.49]多么伤人 让我爱上 薄情的红唇\n[02:30.05]\n[02:31.05]深渊万丈 你把我的爱用尽后 丢弃荒野埋葬\n[02:37.33]你犯的罪状 没人知道\n[02:41.06]用什么证明 你的亲吻 真的残忍\n[02:48.03]\n[02:48.71]我不知为什么 你现在对我毫无感觉\n[02:51.69]以前种种快乐 就好像成为一种罪恶\n[02:55.17]我的心情 你不闻不问\n[02:57.69]或者其实所谓爱情 都只是彼此填满寂寞空虚\n[03:01.94]或者是一种冲动 的幻觉\n[03:04.75]让自己失去理智 到最后得到教训\n[03:08.08]何时有感觉 到何时没有知觉\n[03:11.12]就算你突然失去音讯 你我之间早可能不该继续\n[03:15.84]\n[03:16.16]你吻得太逼真 我已无法脱身\n[03:22.97]最后悲剧发生 我爱的深 你没责任\n[03:29.51]都怪我太认真 把薄情的红唇 亲吻\n"
  },
  "276294": {
    "mp3Url": "http://music.163.com/song/media/outer/url?id=276294.mp3",
    "album": {
      "picUrl": "http://p1.music.126.net/OhnKZ86JoWQrVzTokYemuQ==/19078725765198702.jpg",
      "name": "腔.调",
    },
    "artists": "毛阿敏",
    "name": "相思",
    "zh": "[00:00.00] 作曲 : 三宝\n[00:01.00] 作词 : 赵小源 \n[00:19.080]红豆生南国\n[00:21.400]是很遥远的事情\n[00:25.700]相思算什么\n[00:29.100]早无人在意\n[00:32.900]醉卧不夜城\n[00:36.500]处处霓虹\n[00:39.700]酒杯中好一片滥滥风情\n[00:49.550]最肯忘却古人诗\n[00:52.910]最不屑一顾是相思\n[00:56.700]守着爱怕人笑\n[00:59.410]还怕人看清\n[01:03.930]春又来看红豆开\n[01:07.220]竟不见有情人去采\n[01:10.200]烟花拥着风流真情不在\n[01:35.980]最肯忘却古人诗\n[01:39.760]最不屑一顾是相思\n[01:43.420]守着爱怕人笑\n[01:47.420]还怕人看清\n[01:50.470]春又来看红豆开\n[01:53.480]竟不见有情人去采\n[01:57.690]烟花拥着风流真情不在\n[02:06.490]最肯忘却古人诗\n[02:09.460]最不屑一顾是相思\n[02:14.610]守着爱怕人笑\n[02:17.010]还怕人看清\n[02:21.280]春又来看红豆开\n[02:24.720]竟不见有情人去采\n[02:27.950]烟花拥着风流真情不在\n[02:36.900]烟花拥着风流真情不在\n[02:48.100]\n"
  },
  "139764": {
    "mp3Url": "http://music.163.com/song/media/outer/url?id=139764.mp3",
    "album": {
      "picUrl": "http://p1.music.126.net/ueWEomHZUpSOPwJ8jL4I4Q==/19196373509643887.jpg",
      "name": "高手",
    },
    "artists": "潘玮柏 / 弦子",
    "name": "不得不爱",
    "zh": "[00:00.00] 作曲 : 黄晞睿\n[00:01.00] 作词 : 林夕\n[00:29.070]天天都需要你爱\n[00:31.670]我的心思由你猜\n[00:34.200]I love you\n[00:35.660]我就是要你让我每天都精彩\n[00:40.990]天天把它挂嘴边\n[00:43.540]到底什么是真爱\n[00:46.100]I love you\n[00:46.680]到底有几分说得比想像更快\n[00:53.290]是我们感情丰富太慷慨\n[00:55.480]还是有上天安排\n[00:59.050]是我们本来就是那一半\n[01:01.590]还是舍不得太乖\n[01:05.150]是那一次约定了没有来\n[01:07.670]让我哭得像小孩\n[01:11.340]是我们急着证明我存在\n[01:13.510]还是不爱会发呆\n[01:15.800]BABY\n[01:15.990]不得不爱 否则快乐从何而来\n[01:23.070]不得不爱 否则悲伤从何而来\n[01:28.920]不得不爱 否则我就失去未来\n[01:34.450]好像身不由己 不能自己很失败\n[01:37.500]可是每天都过的精彩\n[01:41.040]天天都需要你爱\n[01:43.670]我的心思由你猜\n[01:46.230]I love you\n[01:47.740]我就是要你让我每天都精彩\n[01:53.040]天天把它挂嘴边\n[01:55.670]到底什么是真爱\n[01:58.160]I love you\n[01:59.610]到底有几分说得比想像更快\n[02:04.760]I ask a girlfriend\n[02:05.550]How you been\n[02:06.870]来去了几回\n[02:07.790]我从来没有想过\n[02:09.420]爱情会变得如此无奈\n[02:11.210]是命运吗\n[02:12.420]难道难过是上天的安排\n[02:14.250]没办法\n[02:14.940]天天的每天的心思到底由谁来陪\n[02:17.470]我诚心 你诚意\n[02:18.590]但周围的扰人环境始终让我们无法在这里自由相恋\n[02:22.670]我精彩 你发呆\n[02:24.400]两颗心不安的摇摆\n[02:25.940]应该有的未来\n[02:26.990]是否真的那么的无法期待\n[02:29.470]舍不得在伤害\n[02:30.500]You re my girl my girl my friend\n[02:32.060]How much I love you so so much baby\n[02:35.110]看着你哀愁\n[02:36.170]要我如何怎么承受面对\n[02:37.990]I m sorry you re my sweetheart\n[02:39.250]My love\n[02:39.570]My one&only baby\n[02:41.300]不得不爱\n[02:44.210]否则快乐从何而来\n[02:47.090]不得不爱\n[02:50.040]否则悲伤从何而来\n[02:53.110]不得不爱\n[02:55.980]否则我就失去未来\n[02:58.560]好象身不由己 不能自己很失败\n[03:01.690]可是每天都过的精彩\n[03:05.090]天天都需要你爱\n[03:07.550]我的心思由你猜\n[03:10.300]I love you\n[03:11.610]我就是要你让我每天都精彩\n[03:17.120]天天把它挂嘴边\n[03:19.640]到底什么是真爱\n[03:22.170]I love you\n[03:23.680]到底有几分说得比想像更快\n[03:29.520]会不会有一点无奈\n[03:35.430]会不会有一点太快\n[03:40.720]可是你给我的爱\n[03:43.700]让我养成了依赖\n[03:47.370]心中充满爱的节拍\n[03:49.990]天天都需要你爱\n[03:52.570]我的心思由你猜\n[03:55.140]I love you\n[03:56.490]我就是要你让我每天都精彩\n[04:01.970]天天把它挂嘴边\n[04:04.680]到底什么是真爱\n[04:07.140]I love you\n[04:08.500]到底有几分说得比想像更快\n"
  },
  "30031087": {
    "mp3Url": "http://music.163.com/song/media/outer/url?id=30031087.mp3",
    "album": {
      "picUrl": "http://p1.music.126.net/JhSmkHWLZ_bPj62MFn1OJw==/3227066630677019.jpg",
      "name": "武侠音乐系列之双雄对峙",
    },
    "artists": "麦振鸿",
    "name": "仙剑奇缘",
    "zh": "[00:00.00]纯音乐，无歌词，请欣赏~"
  }
}

module.exports = {
	songs: songs
}